[
  {
    "model": "catalog.category",
    "pk": 1,
    "fields": {
      "name": "Сифоны для кухни гофрированный",
      "description": "Сифон представляет собой один из основных элементов сантехнического устройства, отвечающий за отведение сточных вод в канализационную систему. Это его основная функция.\r\nКроме того, он предназначен для защиты от засоров, предотвращает попадание неприятных запахов из канализации в помещение кухни и санузла.\r\n\r\nГофрированный сифон – это самый простой вариант. Он состоит из гофрированной трубки, обычно сложенной в виде латинской буквы S, пластиковых колец, уплотнительных прокладок и сливного патрубка. Одна его сторона прикрепляется к сливному отверстию раковины, а другая, соответственно, должна быть соединена с канализацией.\r\n\r\nЭто недорогой вид сифонов, который легко устанавливается даже при сложном расположении мойки. Он не занимает много места под раковиной и благодаря своей простоте практически исключает возможность протечки. Основной недостаток такой конструкции, это накопление грязи между ребрами гофро-трубы. Для того, чтобы очистить эту грязь, всю конструкцию придется демонтировать."
    }
  },
  {
    "model": "catalog.category",
    "pk": 2,
    "fields": {
      "name": "Сифоны бутылочные",
      "description": "Сифоном или гидрозатвором называют трубу, предназначенную для слива воды из раковины в канализацию. В гидрозатворе присутствует водяной замок, благодаря которому в помещение не могут попасть неприятные запахи из канализационной трубы. Бутылочный сифон получил такое название благодаря своей форме."
    }
  },
  {
    "model": "catalog.category",
    "pk": 3,
    "fields": {
      "name": "Трап канализационный",
      "description": "Yстройство для приема и отведения в канализационную сеть сточных вод с поверхности пола, устанавливаемые в жилых, общественных и производственных зданиях."
    }
  },
  {
    "model": "catalog.category",
    "pk": 4,
    "fields": {
      "name": "Смесители для кухни вентильные",
      "description": "Параметры подачи воды через них настраиваются двумя вентилями, которые приводят в движение запорные механизмы – кран-буксы. Поворачиваясь в разные стороны, кран-буксы регулируют напор воды и её температуру."
    }
  },
  {
    "model": "catalog.product",
    "pk": 1,
    "fields": {
      "name": "1261 Сифон гофрированный",
      "description": "Сифон гофрированный для нержавеющих моек и фаянсовых раковин\r\nЧашка: материал — нержавеющая сталь, цвет — хром\r\nДлина винта 70 мм , выпуск 70 мм, гофра Ø50\r\nДлина трубки 600.00 - 1470.00 мм",
      "image": "product_image/сифон_1261.jpg",
      "category": 1,
      "price": "260.00",
      "time_create": "2024-02-29T12:57:10.751Z",
      "time_update": "2024-02-29T12:57:10.751Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 2,
    "fields": {
      "name": "1262 Сифон гофрированный",
      "description": "Сифон гофрированный для нержавеющих моек и фаянсовых раковин",
      "image": "product_image/сифон_1261_Omw0nI4.jpg",
      "category": 1,
      "price": "200.00",
      "time_create": "2024-02-29T12:57:10.751Z",
      "time_update": "2024-03-11T18:39:01.236Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 3,
    "fields": {
      "name": "1042 Сифон для мойки",
      "description": "Турецкий производитель NOVA \r\nСифон для мойки с большой выпускной чашкой 3 1/2 \r\nвинт 45мм",
      "image": "product_image/сифон_1042.jpg",
      "category": 2,
      "price": "1310.00",
      "time_create": "2024-02-29T12:57:10.751Z",
      "time_update": "2024-02-29T12:57:10.751Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 4,
    "fields": {
      "name": "1050 Сифон для умывальника",
      "description": "Сифон бутылочный для умывальника, выпуск 64мм",
      "image": "product_image/сифон_1050.jpg",
      "category": 2,
      "price": "360.00",
      "time_create": "2024-02-29T12:57:10.751Z",
      "time_update": "2024-02-29T12:57:10.751Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 5,
    "fields": {
      "name": "5030 Трап сантехнический",
      "description": "Пластиковый трап для слива воды из помещений, душевых и бассейнов. Корпус изделия сконструирован таким образом, что внутри образуется гидрозатвор, надежно защищающий от проникновения неприятных запахов из канализации.",
      "image": "product_image/5030.jpg",
      "category": 3,
      "price": "140.00",
      "time_create": "2024-02-29T12:57:10.751Z",
      "time_update": "2024-02-29T12:57:10.751Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 6,
    "fields": {
      "name": "BAD 021002 Трап",
      "description": "Трап нержавеющий для слива воды из помещений, душевых и бассейнов.",
      "image": "product_image/tim_bad0210_et38Pow.jpg",
      "category": 3,
      "price": "330.00",
      "time_create": "2024-02-29T12:57:10.751Z",
      "time_update": "2024-03-12T17:15:12.071Z"
    }
  },
  {
    "model": "catalog.product",
    "pk": 7,
    "fields": {
      "name": "L 4908 Смеситель для кухни с гайкой",
      "description": "Страна производитель Китай, предназначен для использования на кухне, регулируется двумя вентилями. Классический стиль. Цвет:Хром. Высокий излив поворотный короткий с аэратором.\r\nУстанавливается а одно отверстие на гайке, с гибкой подводкой.\r\nТип картриджа:Керамическая кран-букса. Материал:Цинк",
      "image": "product_image/4908.jpg",
      "category": 4,
      "price": "1650.00",
      "time_create": "2024-03-13T07:17:59.231Z",
      "time_update": "2024-03-13T07:17:59.231Z"
    }
  },
  {
    "model": "catalog.contactdetails",
    "pk": 2,
    "fields": {
      "name": "Сантехника",
      "address": "г. Москва",
      "email": "сантехника@рф",
      "phone": "+7 (777) 777 77 77"
    }
  },
  {
    "model": "catalog.blog",
    "pk": 1,
    "fields": {
      "title": "Выбираем дренажный насос",
      "slug": "vyibiraem-drenazhnyij-nasos",
      "content": "Основным назначением дренажных насосов является откачка воды из различных резервуаров, таких как колодцы, котлованы, подвалы и т.д. Так же насосы выполняют множество задач на дачных участках, но только при условии их правильного выбора, ведь не стоит ждать пользы от оборудования, которое не может функционировать ввиду различных ограничений технического характера.\r\nНасосы могут подразделяться на поверхностные и погружные, это определяется местом их установки. \r\nПоверхностные дренажные системы монтируются рядом с водоемом или резервуаром с водой, а входной патрубок располагается на дне, где и происходит забор жидкости с примесью.\r\nЕсли к такому насосу подключить поплавковый механизм, который реагирует на уровень воды в резервуаре, то такой механизм может работать автономно, без участия человека. Если уровень жидкости поднимается — поплавок оказывается на поверхности, это сигнал для включения оборудования, для его выключения необходима обратная ситуация — чтобы поплавок опустился.\r\nВторое название таких насосов — самовсасывающие, они очень мобильны и компактны.\r\nИх отличает простота в обслуживании, легкость в транспортировке и установке.\r\nЭти устройства просты в ремонте, так как все детали находятся в открытом доступе.\r\nПоверхностные насосы, обладающие чаще всего средней мощностью, возможно применять на насосных станциях, которые подключаются к скважине или колодцу.\r\nПогружные насосы полностью погружаются в откачиваемую жидкость и работают без всасывающего патрубка.\r\nНа дне устройства располагаются отверстия, через которые вода попадает в насос. Отверстия оснащены сетчатым фильтром, чтобы оградить импеллер прибора от твердых фракцию большого размера.\r\nПоскольку погружные насосы работают под водой, их корпус всегда делают герметичным и крепким. По этой же причине они всегда обладают повышенной электроизоляцией.\r\nПрибор работает в автоматическом режиме, включение осуществляется при накоплении определенного количества воды.\r\nПогружные дренажные помпы отличаются большой мощностью, высокой пропускной способностью, бесшумной работой, простотой и безопасностью в использовании, долговечностью.",
      "preview": "blog_image/насосы.jpg",
      "time_create": "2024-03-21T17:45:42.472Z",
      "is_published": true,
      "view_count": 0
    }
  },
  {
    "model": "catalog.blog",
    "pk": 2,
    "fields": {
      "title": "Полипропиленовый водопровод",
      "slug": "polipropilenovyij-vodoprovod",
      "content": "Развитие строительных материалов и их использования во многих ситуациях идет по пути технологичности и  упрощения, а наряду с тем, что качественный уровень материалов неизменно растет, мы имеем возможность, использовать такие замечательные вещи – как водопровод и канализация, выполненные из полимеров, работать с которыми сможет даже самый неискушенный мастер. Сегодня рынок предлагает потребителю достаточно множество вариантов, разнообразных по цене и качеству.  \r\nКакие же качества являются столь привлекательными в трубах сделанных из полимеров?\r\nВот некоторые из них:\r\nочень высокая устойчивость к воздействию агрессивных сред как снаружи, так  и внутри труб.\r\nневозможность образования коррозии и практически полное отсутствие образований солевых отложений на стенках\r\nоптимальное соотношение прочностных характеристик в сочетании с высокой эластичностью\r\nтеплопроводность полимеров, из которых изготавливаются трубы в разы ниже металлических, что ведет к меньшим теплопотерям в процессе эксплуатации систем построенных из таких труб\r\nустойчивость систем пластиковых водопроводов к знакопеременным нагрузкам, как в температурных диапазонах, так и в повышении и снижении давления внутри магистралей\r\nматериал, из которого изготавливаются трубы, не токсичен, даже если сравнить с оцинкованными трубами, в которых вода в микроскопической степени насыщается цинком\r\nблагодаря плотности более низкой, чем у металла, трубы из полимеров лучше поглощают звуковые колебания и практически не передают их. Магистрали из пластиковых труб не гудят и не поют, и вы едва ли услышите стук по стояку водопроводной трубы, если соседи решат вам досадить подобным образом\r\nдля монтажа труб из полипропилена не требуется высокой квалификации, навыков время монтажа очень невелико.\r\nполимерные трубы очень долговечны. Расчетный срок эксплуатации таких труб в средненормированных условиях достигает 50 лет\r\nВпрочем, наряду с положительными качествами полипропиленовые трубы обладают и рядом недостатков, вот некоторые наиболее существенные:\r\nкак и у любого материала, прочностные характеристики уменьшаются с ростом температуры как окружающей среды так из агента циркулирующего по трубам\r\nк сожалению трубы, из полимеров горючи\r\nтрубы из полимеров стареют под действием ультрафиолета, а, следовательно, для надежной и продолжительной эксплуатации трубы находящиеся на улице должны защищаться от воздействия солнечных лучей, несущих ультрафиолет\r\nструктура полимеров такова, что трубы сделанные из них обладают в некоторой степени кислородопроницаемостью\r\nтрубы сделанные из полимеров почти в 10 раз превышают металлические аналоги по величине коэффициента линейного расширения при нагревании\r\nДавайте, перечислим существующие виды полимерных труб:\r\n- Трубы из полибутилена. Такие трубы обладают высокой эластичностью, способны выдерживать высокие температуры, вплоть до 90оС. Перечисленные качества позволяют без труда использовать такие трубы в процессе изготовления проточных систем «теплый пол». Трубы из этого материала соединяют при помощи пайки.\r\n- Трубы из полиэтилена. Наряду с высокой прочностью и эластичностью являются превосходными диэлектриками. Полиэтилен может обладать высокой и низкой плотностью. В первом случае повышается прочность и, следовательно, снижается эластичность. Трубы из него рационально применять для организации холодного водоснабжения, как вариант такие трубы можно уверенно применить для водопровода на даче. Общей эластичности системы будет достаточно даже в том случае, если водопровод попросту замерзнет вместе с водой. Типовым соединением для таких труб является пайка. За последнее время достаточно широкое распространение, кроме того, получил и вариант разборного соединения. В таком случае магистрали соединяются при помощи специальных элементов – обжимаемых фитингов.\r\n\r\n- трубы из ПВХ  - поливинилхлорида. Среди своего класса обладают наибольшей жесткостью,  устойчивостью к воздействию ультрафиолета, низкой плотностью, а, следовательно, весом, невысокой воспламеняемостью. Отрицательным качеством, пожалуй, является материал, присутствующий даже в названии – хлор. Стыковка труб из этого материала выполняется склеиванием.\r\n- трубы из полипропилена. Трубы, выполненные из этого материала в различном качестве, используются для систем холодного и горячего водоснабжения и систем отопления. Достаточно часто такие трубы применяются для организации канализации. Полипропилен в отличие от сшитого полиэтилена, доступнее по цене. Кроме того выполнения монтажа инженерных сетей из этого материала несколько проще. Для стыковки таких труб между собой используется пайка.\r\nСреди перечисленных труб, в разряде оценке по соотношению цена – качество –эксплуатационные  и монтажные характеристики лидируют, несомненно, трубы из полипропилена.\r\nДостаточно важным фактором является то, на какую нагрузку по давлению и температуре рассчитаны трубы в процессе их эксплуатации. Основной характеристикой можно в данном случае считать номинальное давление, на которое рассчитаны трубы. В качестве обозначения данного параметра на трубах наносится аббревиатура PN, размерность – кг/см2. Значение данного параметра измеряется при температуре воды 20оС, и подразумевает возможность гарантированного качественного состояния на протяжении 50 лет. Наибольшее распространение получили номиналы труб 10,16,20,25. Вместе с ростом давления возрастают и толщины стенок труб. Для труб с номинальным давлением равным 25 стенки выполняют не только толстыми, но еще и армируют их при помощи фольги из алюминия. Условно можно разделить все трубы на те, которые ориентированы на использование в системах с холодной водой,  и на те, которые могут быть использованы для горячего водоснабжения и отопления. Некоторые производители используют цветовую маркировку, трубы низкого давления PN10, PN16 маркируются синей полосой вдоль всей трубы, трубы с PN20, PN25 – красной. Для полной уверенности можно просчитать, насколько  продолжительным будет срок эксплуатации водопровода или системы отопления, в которой используются те или иные трубы.  Дело в том, что с ростом давления и температуры, при которых происходит эксплуатация системы трубопроводов, изменяется и срок его службы.",
      "preview": "blog_image/полипропилен.jpg",
      "time_create": "2024-03-21T18:01:09.307Z",
      "is_published": true,
      "view_count": 0
    }
  },
  {
    "model": "catalog.blog",
    "pk": 3,
    "fields": {
      "title": "Выбор унитаза",
      "slug": "vyibor-unitaza",
      "content": "Cегодня на рынке можно найти унитазы различных цветов, которые могут быть выполнены из фаянса, фарфора, чугуна, пластика. Если вы являетесь приверженцем классического белого унитаза, то можно считать, что с цветом вы определились. При подборе материала следует учитывать специфику унитазов различных производителей. Чаще всего на современном рынке покупатель обращает внимание на сантехнические изделия из фарфора и фаянса. Но только опытный специалист сможет отличить изделия, выполненные из этих двух материалов. Фаянс более гигроскопичен, а также более порист, чем фарфор. Благодаря данным свойствам, фарфор не впитывает запахи, а также лучше поддается чистке. Санфарфор не только гигиеничен, но и отличается высокой ударостойкостью. Это не значит, что в него можно бросать тяжелые пепельницы и массивные предметы. При обычных условиях унитаз из санфорфора и унитаз из фаянса прослужат около 25 лет.\r\n\r\nУнитаз: выбираем способ смывания\r\n\r\nПри выборе унитаза по такому параметру, как слив воды, в первую очередь учитывается уровень шума, а уж затем качество смыва. Выделяют два основных типа смывания: круговой и прямой. При обратном или круговом смывании вода полностью омывает раковину унитаза, меняя свое направление на противоположное. Процесс смыва в данном случае осуществляется качественнее, чем при прямом способе, когда вода не меняет своего направления.\r\n\r\nТип спуска воды в канализацию также важен при выборе унитаза. Выделяют три типа спуска: косой, горизонтальный и вертикальный. Если труба установлена под углом 30 градусов к поверхности пола, то речь идет о косом спуске воды. Данный тип характерен для отечественной сантехнической продукции. При вертикальном спуске воды труба расположена вертикально к полу. Система канализации должна соответствовать выбранному типу унитаза, чаще всего данный тип слива воды используется в частных домах, построенных по индивидуальному проекту. Горизонтальный тип спуска можно отнести к универсальным  вариантам: переходник позволяет вывести трубу в пол либо в стену. Данный тип широко применяется при производстве зарубежной сантехники.\r\n\r\nВ зависимости от расположения сливного бачка относительно раковины, унитазы делятся на компакты и моноблоки. Самыми тихими являются системы без бачка, бачки, конечно же, есть, но они вынесены в другое помещение, замурованы в стену либо спрятаны за перегородкой. Такие системы носят название «друкшпюлер». Они удобны тем, что позволяют сэкономить пространство в тесном помещении. Такие системы не набирают воду «про запас». Если воду отключают, то в них нет воды совсем, тогда как обычные системы еще могут пригодиться. Но именно из-за отсутствия набора воды данные системы являются самыми бесшумными.\r\n\r\nПриводить сливное устройство в движение можно по-разному. Ушли в прошлое веревочки, но при желании можно установить ретро-систему с оригинальной веревочкой. На сегодняшний день самым популярным вариантом становится кнопка, но можно приобрести унитаз с ручкой, в данном случае слив осуществляется при надавливании или вытягивании рычага.\r\n\r\nВсе чаще востребованными оказываются модели унитазов, которые оснащены двухрежимным устройством слива воды. При нажатии на одну из кнопок в раковину выливается меньшее количество воды, чем при нажатии второй кнопки. Это позволяет экономить воду, удобно, если в доме есть маленькие дети.\r\n\r\nУнитазы: способ монтажа\r\n\r\nУнитаз: на какой модели остановить свой выбор?Крепление унитаза может быть настенным, напольным и пристенным. Подвесные унитазы являются весьма перспективными моделями. Они в полной мере отвечают санитарным требованиям. Под ними можно свободно мыть пол, производить уборку. Они кажутся слишком воздушными и парящими в воздухе, но на самом деле отдельные модели могут выдержать до 400 кг. Подвесные унитазы способны сэкономить пространство. Они отлично впишутся в интерьер туалетной комнаты.\r\n\r\nПристенные унитазы более привычны для  отечественного потребителя. Раковина крепится к стене, а сам бачок может быть спрятан, встроен в стену, а может быть установлен рядом с раковиной. Напольные модели унитазов могут иметь в комплекте бачок, а могут выпускаться без бачка. Установка напольных унитазов производится с фиксацией устройства непосредственно к полу.\r\n\r\nПри выборе модели унитаза и способа монтажа уделите внимание размерам вашей туалетной комнаты и прочности стен. Ведь они должны выдержать вес не меньше, чем унитаз. Если позволяет пространство, то можно поэкспериментировать с моделями, установить ширму, которая спрячет бачок. Если ваша туалетная комната достаточно велика, то можно установить и детский унитаз. Сегодня выпускают специальные модели для малышей. Но можно воспользоваться специализированными сиденьями для детей. Покупая унитаз, мысленно примерьте его под себя. Если вы совершаете покупку в магазине, то опробуйте модель с разрешения консультантов-продавцов.",
      "preview": "blog_image/унитаз.jpg",
      "time_create": "2024-03-21T19:29:36.794Z",
      "is_published": true,
      "view_count": 0
    }
  },
  {
    "model": "catalog.blog",
    "pk": 4,
    "fields": {
      "title": "Инженерная сантехника",
      "slug": "inzhenernaya-santehnika",
      "content": "Понятие инженерной сантехники достаточно широко. Этим термином принято обозначать различную оснастку и элементы, которые требуются для монтажа и эксплуатации сантехнических коммуникаций. Инженерная сантехника, вернее, приспособления, относящиеся к категории инженерной сантехники, применяется при прокладке водопровода и канализации, при замене смесителей, при устройстве отопительных и дренажных систем и др. К этой группе продукции относят сантехнические тросы,  прокладки, манжеты, сифоны, вентили, фитинги и различные другие изделия.\r\nМожно выделить некоторые  изолированные группы инженерной сантехники:\r\n1. Трубы и фитинги\r\n2. Запорно-регулирующая арматура.",
      "preview": "blog_image/инженер.jpg",
      "time_create": "2024-03-21T19:31:43.247Z",
      "is_published": true,
      "view_count": 0
    }
  },
  {
    "model": "catalog.blog",
    "pk": 5,
    "fields": {
      "title": "Как наматывать фум-ленту",
      "slug": "kak-namatyivat-fum-lentu",
      "content": "Перед тем, как наматывать фум-ленту на резьбу, для начала нужно посчитать количество витков, которое требуется сделать для затягивания резьбового соединения без уплотнения. При закручивании сантехнических фитингов, например, металлических уголков, важно взять в учет и правильное положение фитинга. Если вы сделали 4 полных витка и на последнем неполном обороте фитинг уперся и принял кривое положение, то требуется именно 4 полных витка – оставшийся зазор будет компенсироваться уплотнительным материалом. После этого можно приступать к нанесению фум-ленты и фиксации резьбового соединения.\r\n\r\nЧаще всего фитинги с резьбовыми соединениями имеют правую резьбу и закручиваются по часовой стрелке. Намотка ФУМ ленты на резьбу осуществляется по ее ходу, при этом уплотнитель накручивают внатяжку. Возьмите в левую руку катушку с уплотнением и зажмите конец ленты между большим и указательным пальцами. Возьмите фитинг в правую руку, наложите конец ленты на резьбу и придержите его указательным пальцем правой руки. Придерживая кончик ленты и вращая фитинг, неспеша сделайте первый оборот ленты, держа её в натяжении. Материал должен плотно прилегать к соединению и сквозь него будет виднеться резьба. После этого кончик скроется за лентой и его не нужно будет придерживать.\r\nПродолжайте наматывать ленту, держа её в натянутом состоянии. Благодаря высокой эластичности она не порвется, но не переусердствуйте. Можно либо вращать сам фитинг, чтобы намотать ленту, либо накручивать её левой рукой, держа между указательным и большим пальцем (крутить катушку неудобно, поскольку так сложнее контролировать натяжении ленты и точность наложения). Сделайте рекомендуемое количество витков (обычно хватает 10). Отрежьте ленту и прижмите её к фитингу, придерживая пальцем.\r\n\r\nПосле наложение уплотнения на фитинг его нужно вкрутить в резьбовое соединение. Вспоминаем то, о чем мы говорили в начале – количество витков. Поставьте фитинг в исходное положение и начните закручивать деталь, подсчитывая количество сделанных оборотов (в нашем случае нужно сделать 4 полных оборота). Здесь важно почувствовать резьбу и не прокрутить мимо, иначе её можно сорвать. Более того, откручивание фитинга в обратном направлении (даже на четверть оборота) с нанесенной фум-лентой означает, что уплотнение нужно будет менять на новое.",
      "preview": "blog_image/фумлента.jpg",
      "time_create": "2024-03-21T19:34:22.209Z",
      "is_published": true,
      "view_count": 0
    }
  },
  {
    "model": "catalog.blog",
    "pk": 6,
    "fields": {
      "title": "Выбираем смеситель",
      "slug": "vyibiraem-smesitel",
      "content": "При выборе смесителя мы в первую очередь обращаем внимание на конструкцию. К самым простым относится «елочка», которая имеет два вентиля для холодной и горячей воды и посреди – излив, из которого вода вытекает. Излив бывает стационарным, а может двигаться в стороны. Подача воды регулируется кранами, но следует быть осторожным при их эксплуатации. Ведь чаще всего проблема в таких конструкциях возникает из-за постоянно капающей воды. Резиновая прокладка, которая используется в кранах, изнашивается, пережимается. Поэтому стараемся не прикладывать лишних усилий при закрытии воды в подобных конструкциях. Можно установить керамический вкладыш, который прослужит дольше. Но он не подходит для тех мест, где вода имеет механические включения, примеси.\r\n\r\nОднорычажный смеситель представляет собой удобное в использовании устройство, которое снабжено двумя сферическими поверхностями с отверстиями. Когда эти поверхности совмещаются, то напор воды и температура изменяются. В качестве уплотнителя выступают данные металлокерамические пластины, которые прилегают друг к другу плотно.\r\n\r\nНастенные смесители относятся к еще одному виду устройств. Данная конструкция имеет жесткое соединение с водопроводными трубами. Рычаг или вентили позволяют регулировать напор воды и температуру. Излив может быть разным. Для того чтобы струя была более аккуратной, в излив помещают аэратор. Но из-за отложений и загрязнений струя может менять направление, будет брызгать, поэтому необходимо периодически чистить излив смесителя.\r\n\r\nДанные конструкции могут использоваться в ванной комнате, на кухне. Вся разница состоит в соединительных размерах. Подача воды в кухне не такая большая, как в ванной, здесь не нужен такой мощный напор воды. Поэтому присоединительные размеры для кухни будут меньше, так же как и излив. Для ванной комнаты подойдет излив длиннее и с большим диаметром, чем на кухне.",
      "preview": "blog_image/выбираем_0LBuQxy.jpg",
      "time_create": "2024-03-21T21:47:29.282Z",
      "is_published": true,
      "view_count": 0
    }
  },
  {
    "model": "catalog.blog",
    "pk": 7,
    "fields": {
      "title": "Сантехническая паста",
      "slug": "santehnicheskaya-pasta",
      "content": "Уплотнительная паста представляет собой вязкое вещество, которое используется для защиты и герметизации резьбовых соединений в сантехнике. Специальный состав предотвращает гниение обвязочного материала и, в значительной степени, повышает герметичность резьбового соединения. Сегодня мы разберем несколько видов сантехнических паст и поговорим об их свойствах. Использование средства не требует специальных навыков и знаний, а с представленной в этой статье инструкцией, вы сможете произвести монтаж качество, быстро и самостоятельно.",
      "preview": "blog_image/паста.jpg",
      "time_create": "2024-03-22T04:02:13.576Z",
      "is_published": true,
      "view_count": 0
    }
  }
]